<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ]
    ],
    'news' => [
        'add' => [
            'success' => 'Запись успешно добавлена',
            'fail' => 'Ошибка добавления'
        ]
    ]
];
